Repository: Akahwaj/repo
Catalog: plugin.video.dfb_tv/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Videoportal of the DFB
german: Videoportal des DFB

# Addon Description
source: Summaries of games from German men's and women's football, livestreams, other videos related to the DFB.
german: Zusammenfassungen von Spielen aus dem deutschen Männer- und Frauenfußball, Livestreams, sonstige Videos mit Bezug zum DFB.

# #30000
source: General
german: Allgemein

# #30110
source: Preferred Video-Quality :
german: Bevorzugte Videoqualität :

# #30111
source: Lower avail. Quality [COLOR yellow](less than 720p)[/COLOR]
german: Geringere verf. Qualität [COLOR yellow](kleiner als 720p)[/COLOR]

# #30112
source: Highest avail. Quality [COLOR yellow](up to 720p)[/COLOR]
german: Höchste verf. Qualität [COLOR yellow](bis zu 720p)[/COLOR]

# #30230
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
german: [B][COLOR ff0099ff]ABSPIELEN[/COLOR][/B]

# #30522
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
german: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30523
source: [COLOR red]!!! No Videos found !!![/COLOR]
german: [COLOR red]!!! Keine Videos gefunden !!![/COLOR]

# #30524
source: [COLOR red]... there are no livestreams in the next time[/COLOR]
german: [COLOR red]... es gibt in nächster Zeit keine Livestreams[/COLOR]

# #30525
source: [COLOR red]This stream is currently not online ![/COLOR]
german: [COLOR red]Dieser Stream ist aktuell nicht online ![/COLOR]

# #30526
source: [COLOR red]!!! The requested video was not found !!![/COLOR]
german: [COLOR red]!!! Das angeforderte Video wurde nicht gefunden !!![/COLOR]

# #30527
source: [COLOR red]!!! No videos could be added !!![/COLOR]
german: [COLOR red]!!! Es konnten keine Videos hinzugefügt werden !!![/COLOR]

# #30601
source: New Videos
german: Neue Videos

# #30602
source: Football (Men)
german: Fußball (Männer)

# #30603
source: Football (Women)
german: Fußball (Frauen)

# #30604
source: International competitions
german: Internationale Wettbewerbe

# #30605
source: Amateur Football
german: Amateurfußball

# #30607
source: English Videos
german: Englische Videos

# #30609
source: Search ...
german: Suche ...

# #30610
source: [COLOR lime]Next Page ({0:d}) >>>[/COLOR]
german: [COLOR lime]Nächste Seite ({0:d}) >>>[/COLOR]

# #30611
source: All Videos
german: Alle Videos

# #30612
source: National team
german: Nationalmannschaft

# #30614
source: DFB Cup
german: DFB-Pokal

# #30617
source: Junior Men
german: Junioren

# #30618
source: Women national team
german: Frauen Nationalmannschaft

# #30619
source: Allianz Women's Bundesliga
german: Allianz Frauen-Bundesliga

# #30620
source: Women's DFB Cup
german: DFB-Pokal der Frauen

# #30621
source: Junior Women
german: Juniorinnen
