Repository: Akahwaj/repo
Catalog: plugin.video.sporttotal/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Regionalsport on Sporttotal.tv
de_de: Regionalsport auf Sporttotal.tv

# Addon Description
source: Sporttotal.tv shows Germany's amateur sport in full length and width. The league game of the home club? The funny and best scenes from Germany's amateur leagues?[CR]Selected and compiled by Sporttotal.tv (https://www.sporttotal.tv).
de_de: Sporttotal.tv zeigt Deutschlands Amateursport in voller Länge und Breite. Das Oberligaspiel vom Heimatverein? Die lustigen und besten Szenen aus Deutschlands Amateurligen?[CR]Ausgewählt und zusammengestellt von Sporttotal.tv (https://www.sporttotal.tv).

# #30000
source: General
de_de: Allgemein

# #30110
source: Play HLS-Videos preferred with [COLOR yellow]*Inputstream.Adaptive*[/COLOR] (since KODI-17+ possible)
de_de: HLS-Videos bevorzugt mit [COLOR yellow]*Inputstream.Adaptive*[/COLOR] abspielen (ab KODI-17+ möglich)

source: Cache storage (in hours)
de_de: Cache-Speicherung (in Stunden)

# #30112
source: [COLOR orangered]<<< >>> DELETE Cache = CLICK HERE <<< >>>[/COLOR]
de_de: [COLOR orangered]<<< >>> Cache LÖSCHEN = HIER KLICKEN <<< >>>[/COLOR]

# #30113
source: Show Addon-Settings in the overview
de_de: Addon-Einstellungen in der Übersicht anzeigen

# #30230
source: [B][COLOR ff0099ff]PLAY[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ABSPIELEN[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]SETTINGS[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EINSTELLUNGEN[/COLOR][/B]

# #30350
source: * [COLOR yellow]For Playback problems (audio interruptions,artifacts ...) probably an update to KODI-18 (Leia) is needed ![/COLOR] *
de_de: * [COLOR yellow]Bei Abspielproblemen (Tonaussetzer,Artefakte...) ist vsl. ein Update auf KODI-18 (Leia) erforderlich ![/COLOR] *

# #30501
source: [COLOR orangered]ATTENTION : ... the required Addon *[/COLOR][COLOR yellow] inputstream.adaptive [/COLOR][COLOR orangered]* is NOT installed !!![/COLOR][CR]Please install KODI-Krypton (version 17 or higher), These contain the required Addon in setup !!!
de_de: [COLOR orangered]ACHTUNG : ... das benötigte Addon *[/COLOR][COLOR yellow] inputstream.adaptive [/COLOR][COLOR orangered]* ist NICHT installiert !!![/COLOR][CR]Bitte KODI-Krypton (Version 17 oder höher) installieren, Diese enthalten das erforderliche Addon im Setup !!!

# #30502
source: [COLOR orangered]ATTENTION : ... DELETE Addon Cache !!![/COLOR][CR]The complete Cache of [COLOR green]* Sport-Total TV *[/COLOR] was deleted successfully !!!
de_de: [COLOR orangered]ACHTUNG : ... LÖSCHVORGANG Addon-Cache !!![/COLOR][CR]Der komplette Cache von [COLOR green]* Sport-Total TV *[/COLOR] wurde erfolgreich gelöscht !!!

# #30503
source: [COLOR orangered]ATTENTION : ... The installed PYTHONVERSION : ***[/COLOR] {0:s} [COLOR orangered]*** is not compatible !!![/COLOR][CR]Clearing the Cache will be ABORTED [COLOR green]and the Cache will be DISABLED[/COLOR] !!!
de_de: [COLOR orangered]ACHTUNG : ... Die installierte PYTHONVERSION : ***[/COLOR] {0:s} [COLOR orangered]*** ist nicht kompatibel !!![/COLOR][CR]Das Löschen des Cache wird ABGEBROCHEN [COLOR green]und Die Cachefunktion wird DEAKTIVIERT[/COLOR] !!!

# #30522
source: [COLOR red]Unfortunately, there are NO {0:s} :[/COLOR]
de_de: [COLOR red]Leider gibt es KEINE {0:s} :[/COLOR]

# #30523
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30524
source: * [COLOR blue]To the respective search term[/COLOR] * at Sport-Total TV
de_de: * [COLOR blue]Zu dem betr. Suchbegriff[/COLOR] * bei Sport-Total TV

# #30525
source: * [COLOR blue]In the Category: {0:s}[/COLOR] * at Sport-Total TV
de_de: * [COLOR blue]In der Rubrik: {0:s}[/COLOR] * bei Sport-Total TV

# #30526
source: ERROR = [COLOR red]NO Stream entry found ![/COLOR]
de_de: ERROR = [COLOR red]KEIN Stream-Eintrag gefunden ![/COLOR]

# #30527
source: ERROR = [COLOR red]The Stream-Url is OFFLINE ![/COLOR]
de_de: ERROR = [COLOR red]Die Stream-Url ist OFFLINE ![/COLOR]

# #30601
source: [B][COLOR chartreuse]• • • [/COLOR]LIVE - Broadcasts[COLOR chartreuse] • • •[/COLOR][/B]
de_de: [B][COLOR chartreuse]• • • [/COLOR]LIVE - Übertragungen[COLOR chartreuse] • • •[/COLOR][/B]

# #30602
source: Sportarts
de_de: Sportarten

# #30603
source: Leagues
de_de: Ligen

# #30604
source: Top Goals - AMATor
de_de: Top Tore - AMATor

# #30605
source: SPORT-TOTAL Settings
de_de: SPORT-TOTAL Einstellungen

# #30606
source: Inputstream Settings
de_de: Inputstream Einstellungen

# #30610
source: [B][COLOR orangered]• • • • • • • • [/COLOR]Currently in the live Broadcast[COLOR orangered] • • • • • • • •[/COLOR][/B]
de_de: [B][COLOR orangered]• • • • • • • • [/COLOR]Zurzeit in der LIVE-Übertragung[COLOR orangered] • • • • • • • •[/COLOR][/B]

# #30611
source: [B][COLOR orangered]• • • • • • • • • [/COLOR]Following Game-Broadcasts[COLOR orangered] • • • • • • • • •[/COLOR][/B]
de_de: [B][COLOR orangered]• • • • • • • • [/COLOR]Nächste Spiel-Übertragungen[COLOR orangered] • • • • • • • • •[/COLOR][/B]

# #30612
source: [B][COLOR orangered]* * * [/COLOR]Selection: {0:s}[COLOR orangered] * * *[/COLOR][/B]
de_de: [B][COLOR orangered]* * * [/COLOR]Auswahl: {0:s}[COLOR orangered] * * *[/COLOR][/B]

# #30613
source: [B][COLOR orangered]* * * [/COLOR]Selection: {0:s} = {1:s}[COLOR orangered] * * *[/COLOR][/B]
de_de: [B][COLOR orangered]* * * [/COLOR]Auswahl: {0:s} = {1:s}[COLOR orangered] * * *[/COLOR][/B]
