Repository: Akahwaj/repo
Catalog: service.fussballpopup/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Show Popup-Messages from other Addons
de_de: Zeigt Fussball Spiele Nachrichten Updates im Popup Fenster

# Addon Description
source: Display pop-up messages on the screen of KODI.[CR]Do not miss any important events while e.g. watch a video or listen to music !
de_de: Popup-Meldungen auf dem Bildschirm von KODI anzeigen.[CR]Verpasse keine wichtigen Ereignisse während Du z.B. ein Video schaust oder Musik hörst !

# #30001
source: General
de_de: Allgemein

# #30002
source: Duration of each message
de_de: Dauer jeder Meldung

# #30003
source: Darken message background
de_de: Meldungshintergrund abdunkeln

# #30004
source: Show Pictures
de_de: Bilder anzeigen

# #30005
source: Max. Number of messages in memory
de_de: Max. Anzahl von Meldungen im Speicher

# #30007
source: Playtime Messages [COLOR yellow](e.g. Halftime)[/COLOR]
de_de: Spielzeit Meldungen [COLOR yellow](z.B. Halbzeit)[/COLOR]

# #30008
source: Card Messages [COLOR yellow](Red/Yellow)[/COLOR]
de_de: Karten Meldungen [COLOR yellow](Rot/Gelb)[/COLOR]

# #30009
source: Goal Messages
de_de: Tor Meldungen

# #30010
source: 11-Meter Shooting
de_de: 11-Meter Schießen

# #30011
source: Player exchanges
de_de: Spieler Wechsel

# #30012
source: Show old Messages too
de_de: Alte Meldungen auch anzeigen

# #30013
source: Advanced Settings
de_de: Erweiterte Einstellungen

# #30014
source: Advanced Settings [COLOR orangered](Only if you know what you are doing)[/COLOR]
de_de: Erweiterte Einstellungen [COLOR orangered](Nur wenn Du weißt was Du tust)[/COLOR]

# #30015
source: Font [COLOR yellow](Standard: font14)[/COLOR]
de_de: Schriftart [COLOR yellow](Standard: font14)[/COLOR]

# #30016
source: Font Color [COLOR yellow](Standard: gold|FFFFD700)[/COLOR]
de_de: Schriftfarbe [COLOR yellow](Standard: gold|FFFFD700)[/COLOR]

# #30017
source: X-Postition of the Message [COLOR yellow](from LEFT)[/COLOR]
de_de: X-Postition der Meldung [COLOR yellow](von LINKS)[/COLOR]

# #30018
source: Y-Postition of the Message [COLOR yellow](from TOP)[/COLOR]
de_de: Y-Postition der Meldung [COLOR yellow](von OBEN)[/COLOR]

# #30020
source: Height of the Message
de_de: Höhe der Meldung

# #30021
source: Width of the image shown on the LEFT [COLOR yellow](Picture-1)[/COLOR]
de_de: Breite des LINKS eingeblendeten Bildes [COLOR yellow](Bild-1)[/COLOR]

# #30022
source: Height of the image shown on the LEFT [COLOR yellow](Picture-1)[/COLOR]
de_de: Höhe des LINKS eingeblendeten Bildes [COLOR yellow](Bild-1)[/COLOR]

# #30023
source: Width of the image shown on the RIGHT [COLOR yellow](Picture-2)[/COLOR]
de_de: Breite des RECHTS eingeblendeten Bildes [COLOR yellow](Bild-2)[/COLOR]

# #30024
source: Height of the image shown on the RIGHT [COLOR yellow](Picture-2)[/COLOR]
de_de: Höhe des RECHTS eingeblendeten Bildes [COLOR yellow](Bild-2)[/COLOR]

# #30026
source: exchanges
de_de: tauscht

# #30027
source: versus
de_de: gegen

# #30028
source: Penalty shootout missed from
de_de: Elfmeterschießen verfehlt von

# #30029
source: for
de_de: für

# #30030
source: Penalty shootout goal from
de_de: Elfmeterschießen Tor von

# #30031
source: GOOOAL !!!#n#
de_de: TOOOR !!!#n#

# #30032
source: 'Minute : Player
de_de: 'Minute : Spieler

# #30033
source: shoots a Goal for
de_de: schießt ein Tor für

# #30034
source: . The Result is now
de_de: . Es steht nun

# #30035
source: 'Minute : Goal throuh penalty kick of
de_de: 'Minute : Tor durch Strafstoß von

# #30036
source: of
de_de: von

# #30037
source: . The Result is now
de_de: . Es steht nun

# #30038
source: 'Minute : Red Card for
de_de: 'Minute : Rote Karte für

# #30039
source: 'Minute : Yellow Card for
de_de: 'Minute : Gelbe Karte für

# #30040
source: The Penalty shootout of the game
de_de: Das Elfmeterschießen des Spiels

# #30041
source: versus
de_de: gegen

# #30042
source: has started. The Result is
de_de: hat begonnen. Es steht

# #30043
source: The Second Half of the extra time of the game
de_de: Die zweite Hälfte der Verlängerung des Spiels

# #30045
source: The first Half of the extra time of the game
de_de: Die erste Hälfte der Verlängerung des Spiels

# #30047
source: The second Half of the Game
de_de: Die zweite Hälfte des Spiels

# #30048
source: The first Half of the Game
de_de: Die erste Hälfte des Spiels

# #30049
source: The Game
de_de: Das Spiel

# #30050
source: has ended. The Result is
de_de: ist zuende. Es steht

# #30051
source: has started. The Result is
de_de: hat begonnen. Es steht

# #30052
source: has started
de_de: hat begonnen

# #30053
source: ended with
de_de: endete mit

# #30054
source: International Club competitions
de_de: Internationale Klubwettbewerbe

# #30055
source: International tournaments
de_de: Internationale Turniere

# #30056
source: International Leagues and Cup competitions
de_de: Internationale Ligen und Pokalwettbewerbe

# #30057
source: National Leagues
de_de: Nationale Ligen

# #30058
source: Top Games
de_de: Top Spiele

# #30059
source: FUSSBALL TICKER Settings
de_de: FUSSBALL TICKER Einstellungen

# #30060
source: ... DELETE Game from list
de_de: ... Spiel aus Liste LÖSCHEN

# #30061
source: ADD Game to list ...
de_de: Spiel in Liste EINTRAGEN ...

# #30333
source: Max. Error rate of service ...
de_de: Max. Fehlerquote des Service ...

# #30334
source: * Then the service stops [COLOR orangered](possible 1 Error per minute)[/COLOR] *
de_de: * Danach stoppt der Service [COLOR orangered](möglich 1 Fehler pro Minute)[/COLOR] *

# #30335
source: Manually set the width of the Message [COLOR yellow](otherwise autom. screen resolution)[/COLOR]
de_de: Breite der Meldung manuell festlegen [COLOR yellow](sonst autom. Bildschirmbreite)[/COLOR]

# #30336
source: Width of the Message =
de_de: Breite der Meldung =
