Repository: Akahwaj/repo
Catalog: plugin.video.atv_at/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: The Media-Library of ATV.at
de_de: Die Mediathek von ATV.at

# Addon Description
source: ATV-Productions in Austria's largest television program, movies and series as well as entire episodes in the media library to see. That's what makes online TV fun.[CR]Compiled by ATV (www.atv.at).[CR][CR]For more information about all new features see - CHANGELOG. TEST IT AND LIKE IT
de_de: ATV-Produktionen in Österreichs größtem Fernsehprogramm, Filme und Serien sowie ganze Folgen in der Mediathek zum Nachsehen. Da macht online Fernsehen Spaß.[CR]Zusammengestellt von ATV (www.atv.at).[CR][CR]Für mehr Informationen zu allen Neuerungen siehe - CHANGELOG. TEST IT AND LIKE IT

# #30000
source: General
de_de: Allgemein

# #30110
source: Preferred Video-file format [COLOR yellow](mp4|m3u8)[/COLOR]
de_de: Bevorzugtes Video-Dateiformat [COLOR yellow](mp4|m3u8)[/COLOR]

# #30111
source: Preferred Playback-Method [COLOR yellow](Try out !!!)[/COLOR]
de_de: Bevorzugte Abspiel-Methode [COLOR yellow](!!! ausprobieren !!!)[/COLOR]

# #30114
source: * xbmc.PlayList = PLAYLIST *
de_de: * xbmc.PlayList = PLAYLISTE *

# #30115
source: View all Episodes of the selected Season on one Page
de_de: Alle Episoden der ausgewählten Staffel auf einer Seite anzeigen

# #30116
source: Show *[COLOR yellow] Start Stream ... [/COLOR]* in STANDARD 2 mode
de_de: Im STANDARD 2 - Modus *[COLOR yellow] Starte Stream ... [/COLOR]* anzeigen

# #30117
source: Cache storage (in days)
de_de: Cache-Speicherung (in Tagen)

# #30118
source: [COLOR orangered]<<< >>> Cache DELETE = CLICK HERE <<< >>>[/COLOR]
de_de: [COLOR orangered]<<< >>> Cache LÖSCHEN = HIER KLICKEN <<< >>>[/COLOR]

# #30230
source: [B][COLOR ff0099ff]PLAY-FORMAT[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ABSPIEL-FORMAT[/COLOR][/B]

# #30231
source: [B][COLOR ff0099ff]PLAY-METHOD[/COLOR][/B]
de_de: [B][COLOR ff0099ff]ABSPIEL-METHODE[/COLOR][/B]

# #30232
source: [B][COLOR ff0099ff]EPISODES[/COLOR][/B]
de_de: [B][COLOR ff0099ff]EPISODEN[/COLOR][/B]

# #30233
source: [B][COLOR ff0099ff]MESSAGES[/COLOR][/B]
de_de: [B][COLOR ff0099ff]MELDUNGEN[/COLOR][/B]

# #30350
source: * [COLOR chartreuse]Selection for STANDARD 1 or 2 and as PLAYLIST playback[/COLOR] *
de_de: * [COLOR chartreuse]Auswahl für STANDARD 1 oder 2 und als PLAYLISTE abspielen[/COLOR] *

# #30351
source: * [COLOR chartreuse]Before that, please select preferred Video-file format[/COLOR] *
de_de: * [COLOR chartreuse]Vorher bitte bevorzugtes Video-Dateiformat auswählen[/COLOR] *

# #30352
source: * [COLOR yellow]!!! Cache-Function ONLY with PhytonVersion < 3 activ !!![/COLOR] *
de_de: * [COLOR yellow]!!! Cache-Funktion NUR mit PhytonVersion < 3 aktiv !!![/COLOR] *

# #30501
source: [COLOR orangered]ATTENTION: ... DELETE Addon-Cache !!![/COLOR][CR]The complete Cache of [COLOR green]* ATV.at - Mediathek *[/COLOR] has been deleted successfully !!!
de_de: [COLOR orangered]ACHTUNG : ... LÖSCHVORGANG Addon-Cache !!![/COLOR][CR]Der komplette Cache von [COLOR green]* ATV.at - Mediathek *[/COLOR] wurde erfolgreich gelöscht !!!

# #30502
source: [COLOR orangered]ATTENTION : ... The installed PYTHON VERSION : ***[/COLOR] {0:s} [COLOR orangered]*** is not compatible !!![/COLOR][CR]Clearing the Cache will be ABORTED [COLOR green]and the Cache will be DISABLED[/COLOR] !!!
de_de: [COLOR orangered]ACHTUNG : ... Die installierte PYTHONVERSION : ***[/COLOR] {0:s} [COLOR orangered]*** ist nicht kompatibel !!![/COLOR][CR]Das Löschen des Cache wird ABGEBROCHEN [COLOR green]und Die Cachefunktion wird DEAKTIVIERT[/COLOR] !!!

# #30522
source: [COLOR red]An error has occured, please check *LOG* ![/COLOR]
de_de: [COLOR red]Es ist ein Fehler aufgetreten, bitte *LOG* einsehen ![/COLOR]

# #30523
source: ATV.at : [COLOR red]!!! Video - BLOCKED !!![/COLOR]
de_de: ATV.at : [COLOR red]!!! Video - GEBLOCKT !!![/COLOR]

# #30524
source: [COLOR red]THIS VIDEO MAY ONLY BE AVAILABLE IN *AUSTRIA* ![/COLOR]
de_de: [COLOR red]DIESES VIDEO IST NUR IN *ÖSTERREICH* VERFÜGBAR ![/COLOR]

# #30525
source: ATV.at : [COLOR red]!!! NO - Video !!![/COLOR]
de_de: ATV.at : [COLOR red]!!! KEIN - Video !!![/COLOR]

# #30526
source: [COLOR red]NO *VIDEOLINK* COULD BE DETERMINED ![/COLOR]
de_de: [COLOR red]ES KONNTE KEIN *VIDEOLINK* ERMITTELT WERDEN ![/COLOR]

# #30527
source: ATV.at : [COLOR FF008B00]Start Stream ...[/COLOR]
de_de: ATV.at : [COLOR FF008B00]Starte Stream ...[/COLOR]

# #30602
source: --- Cache delete --- [COLOR deepskyblue](autom. Updateintervall >> {0:s} Hours <<)[/COLOR]
de_de: --- Cache löschen --- [COLOR deepskyblue](autom. Updateintervall >> {0:s} Stunden <<)[/COLOR]

# #30603
source: ATV Settings
de_de: ATV Einstellungen

# #30604
source: [COLOR lime]Next Page >>>[/COLOR]
de_de: [COLOR lime]Nächste Seite >>>[/COLOR]
